{
  "General": {
    "title" : "Istanbul University Computer Science Club",
    "universityName": "Istanbul University",
    "studentClubName": "Computer Science Club",
    "joinTheClub": "Join the Club",
    "titleSuffix": " | Istanbul University CSC",
    "learnMore": "Learn More"
  },

  "Header": {
    "index": "Home",
    "announcements" : "Announcements",
    "events": "Events",
    "links" : "Useful Links",
    "gallery": "Gallery",
    "about": "About",
    "contact": "Contact",
    "joinTheClub": "Join the Club"
  },

  "indexPage": {
    "welcomeMessage" : "Welcome to Istanbul University Faculty of Science, Computer Science Club!"
  },

  "AnnouncementsPage": {
    "title": "Announcements",
    "description" : "Stay updated with the latest news and updates from the Istanbul University Computer Science Club! Here you'll find important announcements about upcoming events, club activities, membership opportunities, and more. Don’t miss out on any crucial information—this is your go-to hub for all official updates and communications from our club. Check back often to stay in the loop!"
  },

  "EventsPage": {
    "title": "Events",
    "description": "Learn about the events organized by the Istanbul University Computer Science Club! Here you'll find information about the dates, times, locations, and more for the events hosted by our club. Visit this page to find out more about our events and how you can participate!"
  },

  "UsefulLinksPage": {
    "title": "Useful Links",
    "description": "Explore useful links related to computer science, technology, and more! Here you'll find a collection of resources that can help you expand your knowledge and stay informed about the latest trends in the tech industry. Whether you're a student, professional, or enthusiast, these links are sure to provide valuable insights and information.",
    "goToLink": "Go to Link"
  },

  "GalleryPage": {
    "title": "Gallery",
    "description": "Take a look at the photos and videos from the Istanbul University Computer Science Club! Here you'll find a collection of images and videos from our events, activities, and more. Browse through our gallery to get a glimpse of what our club is all about!"
  }
}