{
  "General": {
    "title": "İstanbul Üniversitesi Bilgisayar Bilimleri Kulübü",
    "universityName": "İstanbul Üniversitesi",
    "studentClubName": "Bilgisayar Bilimleri Kulübü",
    "joinTheClub": "Kulübe Katıl",
    "titleSuffix": " | İstanbul Üniversitesi CSC",
    "learnMore": "Daha Fazla",
    "readMore": "Daha Fazlasını Oku"
  },

  "Header": {
    "index": "Anasayfa",
    "announcements": "Duyurular",
    "events": "Etkinlikler",
    "links": "Faydalı Linkler",
    "gallery": "Galeri",
    "about": "Hakkında",
    "contact": "İletişim",
    "joinTheClub": "Kulübe Katıl"
  },

  "IndexPage": {
    "title": "İstanbul Üniversitesi Bilgisayar Bilimleri Kulübü",
    "description": "İstanbul Üniversitesi Bilgisayar Bilimleri Kulübü'ne hoş geldiniz! Kulübümüz, bilgisayar bilimleri, teknoloji ve inovasyona ilgi duyan öğrencileri bir araya getirmeyi amaçlamaktadır. Bilgi düzeyinizi genişletmenize, becerilerinizi geliştirmenize ve kalıcı dostluklar kurmanıza yardımcı olmak için geniş bir etkinlik, etkinlik ve kaynak yelpazesi sunuyoruz. Başlangıç seviyesinde olun veya uzman olun, kulübümüzde size uygun bir yer vardır. Bugün bize katılın ve teknoloji ve inovasyonun geleceğini şekillendirme yolculuğumuzun bir parçası olun!",
    "welcomeMessage": "İstanbul Üniversitesi Fen Fakültesi, Bilgisayar Bilimleri Kulübü'ne Hoşgeldiniz!",
    "ourMediumArticles": "Son Medium Makalelerimiz",
    "ourMediumArticlesDescription": "Bilgisayar bilimleri, teknoloji ve daha fazlası hakkında öğrenmek için Medium'daki makalelerimizi okuyun! Burada, üyeler"
  },

  "AnnouncementsPage": {
    "title": "Duyurular",
    "description": "İstanbul Üniversitesi Bilgisayar Bilimleri Kulübü'nden en son haberler ve güncellemelerden haberdar olun! Burada yaklaşan etkinlikler, kulüp faaliyetleri, üyelik fırsatları ve daha fazlasıyla ilgili önemli duyuruları bulabilirsiniz. Hiçbir önemli bilgiyi kaçırmayın—bu sayfa, kulübümüzden gelen tüm resmi güncellemeler ve duyurular için başvuracağınız yer. Güncel kalmak için sık sık kontrol edin!"
  },

  "EventsPage": {
    "title": "Etkinlikler",
    "description": "İstanbul Üniversitesi Bilgisayar Bilimleri Kulübü'nün düzenlediği etkinlikler hakkında bilgi edinin! Burada kulübümüzün düzenlediği etkinliklerin tarihlerini, saatlerini, konumlarını ve daha fazlasını bulabilirsiniz. Etkinliklerimiz hakkında daha fazla bilgi edinmek ve katılmak için bu sayfayı ziyaret edin!"
  },

  "UsefulLinksPage": {
    "title": "Faydalı Linkler",
    "description": "Bilgisayar bilimleri, teknoloji ve daha fazlasıyla ilgili faydalı linkleri keşfedin! Burada, bilgi düzeyinizi genişletmenize ve teknoloji endüstrisindeki en son trendler hakkında bilgi sahibi olmanıza yardımcı olabilecek kaynakların bir koleksiyonunu bulacaksınız. Öğrenci, profesyonel veya meraklı olun, bu linkler değerli bilgiler ve içgörüler sağlayacaktır.",
    "goToLink": "Linke Git"
  },

  "GalleryPage": {
    "title": "Galeri",
    "description": "İstanbul Üniversitesi Bilgisayar Bilimleri Kulübü'nden fotoğraflara ve videolara göz atın! Burada etkinliklerimizden, faaliyetlerimizden ve daha fazlasından fotoğraf ve video koleksiyonu bulacaksınız. Kulübümüzün neyle ilgili olduğuna dair bir bakış almak için galerimizi inceleyin!"
  },

  "AboutPage":{
    "title": "Hakkında",
    "description": "İstanbul Üniversitesi Bilgisayar Bilimleri Kulübü, İstanbul Üniversitesi Fen Fakültesi bünyesinde faaliyet gösteren bir öğrenci kulübüdür. Kulübümüz, bilgisayar bilimleri alanında öğrencilerin bir araya gelmesini, bilgi ve deneyimlerini paylaşmasını, etkinlikler düzenlemesini ve projeler geliştirmesini amaçlamaktadır. Bilgisayar bilimleri alanına ilgi duyan tüm öğrencileri kulübümüze katılmaya davet ediyoruz!",
    "aboutUsTitle": "Hakkımızda",
    "aboutUsText": "2023 yılında İstanbul Üniversitesi Fen Fakültesi bünyesinde kurulan Bilgisayar Bilimleri Kulübü, bilgisayar teknolojilerine ilgi duyan, bu alanda öğrenmek ve gelişmek isteyen tüm öğrencilere kapılarını açmıştır. Kulüp olarak, bilgisayar bilimleriyle ilgili teorik bilgilerin yanı sıra, pratik becerileri de geliştirmeye yönelik çalışmalar yürütüyoruz. Eğitim programları, seminerler, hackathonlar, proje çalışmaları ve sosyal etkinliklerle zenginleştirilmiş bir ortam sunuyoruz. Amacımız, yalnızca öğrencilerin bireysel gelişimlerini desteklemek değil, aynı zamanda teknolojik gelişimlere katkıda bulunan bir topluluk oluşturmaktır.\nHer seviyeden katılımcıya uygun etkinliklerimizle, bilgi paylaşımını teşvik eden ve yeni dostluklar kurmanızı sağlayan bir topluluk olmayı hedefliyoruz.",
    "missionTitle": "Misyon",
    "missionText": "İstanbul Üniversitesi Fen Fakültesi Bilgisayar Bilimleri Kulübü olarak misyonumuz; bilgisayar bilimleri ve teknolojilerine ilgi duyan bireyleri bir araya getirerek bilgi ve deneyim paylaşımı için bir platform sunmaktır. Üyelerimizin akademik, kişisel ve profesyonel gelişimlerine katkıda bulunmayı hedefliyor; eğitimler, etkinlikler ve projelerle teknolojiyi öğrenme sürecini destekliyoruz. Topluluğumuzun bilgiye erişim ve paylaşımda eşit fırsatlar yaratmasını sağlamayı misyon edindik.",
    "visionTitle": "Vizyon",
    "visionText": "Bilgisayar bilimleri alanında öncü bir öğrenci topluluğu olmak ve üyelerimize çağın gerekliliklerine uygun bilgi, beceri ve deneyimleri kazandırmak. Teknoloji ve yenilikçilik alanında değer yaratan projelerle sadece üniversite içerisinde değil, aynı zamanda toplumda da etki yaratmayı hedefliyoruz. İstanbul Üniversitesi çatısı altında oluşturduğumuz bu dayanışma ortamını, teknoloji dünyasında örnek alınan bir topluluk haline getirmeyi vizyonumuz olarak benimsiyoruz.",
    "valuesTitle": "Değerler",
    "valuesText": "Bilgi paylaşımı, işbirliği, eşitlik, yenilikçilik ve toplumsal sorumluluk temel değerlerimizdir. Bilgi paylaşımı ve işbirliği ile topluluğumuzun bilgi birikimini arttırmayı ve üyelerimizin kişisel gelişimine katkıda bulunmayı hedefliyoruz. Eşitlik ilkesiyle topluluğumuzda herkesin fikirlerini özgürce ifade edebileceği bir ortam yaratmayı amaçlıyoruz. Yenilikçilik ve toplumsal sorumluluk anlayışıyla teknolojiyi kullanarak topluma fayda sağlayan projeler geliştirmeyi ve sosyal sorumluluk bilincini topluluğumuzun temel değerleri arasında görüyoruz.",
    "teamTitle": "Takımımız",
    "teamText": "Kulübümüz İstanbul Üniversitesi öğrencileri tarafından yönetilmektedir. Yönetim ve denetleme kurulumuz; kulübümüzün faaliyetlerini planlayan, organize eden ve hayata geçiren birimler olarak görev yapmaktadır. Her bir üye, kulübümüzün misyon ve vizyonuna uygun şekilde çalışmalarını sürdürmekte ve topluluğumuzun hedeflerine ulaşmasına katkıda bulunmaktadır.Takımımız, farklı disiplinlerden gelen öğrencilerden oluşmaktadır. Her bir üye, kendi alanında uzmanlaşmaya yönelik adımlar atmış, deneyim kazanmış ve sorumluluk bilinciyle hareket eden bireylerden oluşur. Kulübümüzün başarısında takım ruhu, uyumlu iş birliği ve ortak bir hedefe olan bağlılığımız büyük bir rol oynamaktadır.",
    "goToTeamPage" : "Takım Sayfasına Git",
    "joinOurJourneyTitle": "Yolculuğumuza Katılın",
    "joinOurJourneyText": "Bilgisayar bilimleri ve teknolojiye tutku duyan öğrencilerden oluşan topluluğumuza katılın. İster bir başlangıç seviyesinde olun, ister bir uzman, kulübümüzde size uygun bir yer mutlaka vardır. Etkinliklerimize, projelerimize ve aktivitelerimize katılarak bilginizi genişletin, becerilerinizi geliştirin ve kalıcı dostluklar kurun. Teknolojinin ve inovasyonun geleceğini şekillendirme yolculuğumuzda bize katılın!",
    "joinUs": "Bize Katılın"
  },

  "TeamPage": {
    "title": "Takımımız",
    "description": "Kulüp takımımız iki ana ekipten oluşmaktadır. İlk ekip kulübümüzün genel yönü, gelişimi ve stratejik yönetiminden sorumlu olan üyelerden oluşur. Bu üyeler kulübün hedeflerine ulaşması için uzun vadeli planlama ve koordinasyonu üstlenir. İkinci ekipte ise projelere birinci elden katkı sağlayan, pratik uygulamalarda aktif olarak görev alan ve kulübe doğrudan destek veren üyeler yer alır. Bu dinamik yapı hem kulübümüzün sağlam temellere oturmasını hem de projelerde hızlı ve etkili sonuçlar almamızı sağlar."
  },

  "JoinTheClubPage": {
    "title": "Kulübe Katıl",
    "description": "İstanbul Üniversitesi Bilgisayar Bilimleri Kulübü'ne katılmak için aşağıdaki formu doldurun. Katılma süreci hakkında daha fazla bilgi almak için bize ulaşın."
  }
}